      *>----------------------------------------------------------------
      *> TEST Hello
      *>----------------------------------------------------------------
       IDENTIFICATION   DIVISION.
       PROGRAM-ID.      HELLO.
       ENVIRONMENT      DIVISION.
       CONFIGURATION    SECTION.
       DATA             DIVISION.
       FILE SECTION.
      *>----------------------------------------------------------------
       PROCEDURE DIVISION.
           display "Msg-1 --> Hello World!"
       STOP RUN.
